Repository: MateDan/woocommerce-ee
Catalog: wirecard-woocommerce-extension/languages/wirecard-woocommerce-extension-*.po
Languages: de_de, id_id, ja

source: Base URL
id_id: URL Dasar
ja: ベース URL

source: Enter your Wirecard credentials.
de_de: Geben Sie Ihre Wirecard-Zugangsdaten ein.
id_id: Masukkan kredensial Wirecard Anda.
ja: Wirecard 資格証明を入力してください。

source: Credentials
de_de: Zugangsdaten
id_id: Kredensial
ja: 資格証明

source: Secret key is mandatory to calculate the Digital Signature for the payment.
de_de: Der Geheimschlüssel wird benötigt, um die Digitale Signatur für Zahlungen zu berechnen.
id_id: Kunci rahasia wajib digunakan untuk mengkalkulasi Tanda Tangan Digital dalam pembayaran.
ja: 秘密鍵は、支払いのデジタル署名の計算に必須です。

source: Secret Key
de_de: Geheimschlüssel
id_id: Kunci Rahasia
ja: 秘密鍵

source: The unique identifier assigned for your Merchant Account.
de_de: Eindeutige Händler-Konto-ID laut Vertrag mit Wirecard.
id_id: Tanda pengenal unik yang diberikan untuk rekening penjual.
ja: 販売者アカウントに割り当てられる一意の ID。

source: Merchant Account ID
de_de: Händler-Konto-ID
id_id: Identitas Rekening Penjual
ja: 販売者アカウント ID

source: Wirecard Alipay Crossborder
id_id: Alipay Cross-border Wirecard

source: This controls the title which the consumer sees during checkout.
de_de: Name des Zahlungsmittels wie auf der Bezahlseite angezeigt.
id_id: Ini mengendalikan judul yang dilihat pelanggan ketika akan melakukan pembayaran.
ja: ここで、精算時に消費者に表示されるタイトルを管理します。

source: Title
de_de: Titel
id_id: Judul
ja: タイトル

source: Enable Wirecard Alipay Crossborder
de_de: Wirecard Alipay Cross-border aktivieren
id_id: Aktifkan Alipay Cross-border Wirecard
ja: Wirecard Alipay Cross-border を有効にする

source: Activate payment method Alipay Crossborder
de_de: Zahlungsmittel Alipay Cross-border aktivieren.
id_id: Aktifkan metode pembayaran Alipay Cross-border
ja: 支払い方法として Alipay Cross-border を有効にします

source: Enable/Disable
de_de: Aktivieren/Deaktivieren
id_id: Aktifkan/Nonaktifkan
ja: 有効/無効

source: Alipay Crossborder transactions via Wirecard Payment Processing Gateway
de_de: Alipay Cross-border Transaktionen via Wirecard Payment Processing Gateway.
id_id: Transaksi Alipay Cross-border melalui Payment Gateway Wirecard
ja: Wirecard 支払い処理ゲートウェイ経由での Alipay Cross-border トランザクション

source: Wirecard Alipay Cross-border
id_id: Alipay Cross-border Wirecard

source: Cancel
de_de: Abbrechen
id_id: Batal
ja: キャンセルする

source: I have read and accepted the SEPA Direct Debit Mandate information.
de_de: Ich bestätige, den oben stehenden Text verstanden und akzeptiert zu haben.
id_id: Saya telah membaca dan menyetujui informasi mengenai Mandat Debit Langsung SEPA.
ja: 私は、SEPAダイレクトデビットマンデート情報を読んで同意しました。

source: my full name, address and date of birth.
de_de: oder Dritten auf Anforderung meinen Namen, Adresse und Geburtsdatum vollständig mitzuteilen.
id_id: nama lengkap, alamat, dan tanggal lahir saya.
ja: に対して私の氏名、住所、生年月日を開示することに同意します。

source: I irrevocably agree that, in the event that the direct debit is not honored, or objection against the direct debit exists, my bank will disclose to the creditor
de_de: Für den Fall der Nichteinlösung der Lastschrift oder des Widerspruchs gegen die Lastschrift weise ich meine Bank unwiderruflich an, der Firma
id_id: Saya menyatakan persetujuan yang tidak dapat dibatalkan bahwa jika debit langsung tidak ditanggapi, atau terdapat keberatan atas debit langsung tersebut, bank saya akan mengungkapkan kepada kreditor
ja: 私は、取消不能の形式で、ダイレクトデビットが無効になった場合や、ダイレクトデビットに対する異議が存在する場合には、私の銀行が債権者

source: Note: As part of my rights, I am entitled to a refund under the terms and conditions of my agreement with my bank. A refund must be claimed within 8 weeks starting from the date on which my account was debited.
de_de: Hinweis: Ich kann innerhalb von acht Wochen, beginnend mit dem Belastungsdatum, die Erstattung des belasteten Betrags verlangen. Es gelten dabei die mit meinem Kreditinstitut vereinbarten Bedingungen.
id_id: Catatan: Sebagai bagian dari hak saya, saya berhak atas pengembalian dana sesuai dengan syarat dan ketentuan perjanjian saya dengan bank. Pengembalian dana harus diklaim dalam waktu 8 minggu dimulai dari tanggal akun saya didebit.
ja: 注記：私の権利の一部として、私は、銀行との合意の条項および条件に基づき、返金を受け取る資格があります。返金は、私の口座から引き落としがあった日から起算して8週間以内に請求する必要があります。

source: to send instructions to my bank to collect one single direct debit from my account. At the same time I instruct my bank to debit my account in accordance with the instructions from the creditor
de_de: einmalig eine Zahlung von meinem Konto mittels SEPA Lastschrift einzuziehen. Zugleich weise ich mein Kreditinstitut an, die von der Firma
id_id: untuk mengirimkan instruksi ke bank saya untuk mengumpulkan satu debit langsung dari akun saya. Pada waktu yang sama saya menginstruksikan bank untuk mendebit akun saya sesuai dengan instruksi dari kreditor
ja: 私の口座から1回のダイレクトデビットを回収するように、私の銀行に指示を送信することを許可します。同時に、私は、債権者からの指示に従い、私の銀行が口座から引き落とすように銀行に指示します。

source: I authorize the creditor
de_de: Ich ermächtige die Firma
id_id: Saya mengizinkan kreditor
ja: 債権者が

source: Account owner:
de_de: Kontoinhaber:
id_id: Pemilik akun:
ja: 口座名義人

source: Debtor
de_de: Zahlungspflichtiger
id_id: Debitur
ja: 債務者

source: Creditor ID:
id_id: Identitas Kreditur:
ja: 債権者ID

source: Creditor
de_de: Zahlungsempfänger
id_id: Kreditor
ja: 債権者

source: Delete
de_de: Löschen
id_id: Hapus
ja: 削除

source: Delete Card
de_de: Karte löschen
id_id: Hapus Kartu
ja: カードの削除

source: Account number
de_de: Account Nummer
id_id: Nomor rekening
ja: アカウント番号

source: An error occured. The transaction could not be captured!
id_id: Terjadi kesalahan.
ja: 支払い処理中にエラーが発生しました。もう一度実行してください。

source: You are being redirected. Please wait
de_de: Sie werden weitergeleitet. Bitte warten.
id_id: Koneksi Anda sedang dialihkan, harap menunggu
ja: リダイレクトしています。お待ちください

source: No transaction found
de_de: Es wurde keine Transaktion gefunden.
id_id: Transaksi tidak ditemukan
ja: トランザクションが見つかりません

source: Response data:
de_de: Responsedaten:
id_id: Data respons:
ja: 応答データ:

source: Wirecard Payment Gateway
id_id: Payment Gateway Wirecard
ja: Wirecard 支払いゲートウェイ

source: No Back-end operations available for this transaction, the transaction is not confirmed yet.
de_de: Für diese Transaktion sind keine Folgeoperationen möglich. Die Transaktion wurde noch nicht bestätigt.
id_id: Tidak ada operasi pendukung untuk transaksi ini, transaksi belum dapat dikonfirmasi.
ja: このトランザクションで利用可能なバックエンド操作がありません。トランザクションは、まだ確定されていません

source: No Back-end operations available for this transaction
de_de: Für diese Transaktion sind keine Folgeoperationen möglich.
id_id: Tidak ada operasi pendukung untuk transaksi ini
ja: このトランザクションで利用可能なバックエンド操作がありません

source: Refund transaction
de_de: Transaktion refundieren
id_id: Kembalikan dana transaksi
ja: トランザクションの返金

source: Capture transaction
de_de: Transaktion buchen
id_id: Catat transaksi
ja: トランザクションのキャプチャー

source: Cancel transaction
de_de: Transaktion stornieren
id_id: Batalkan transaksi
ja: トランザクションの取り消し

source: Wirecard Payment Gateway Support
id_id: Dukungan
ja: サポート

source: payment
de_de: Zahlung
id_id: pembayaran
ja: 支払い

source: An error occured. The requested transaction could not be found!
de_de: Ein Fehler ist aufgetreten. Die angeforderte Transaktion konnte nicht gefunden werden.
id_id: Terjadi kesalahan. Transaksi yang Anda minta tidak dapat ditemukan!
ja: エラーが発生しました。要求されたトランザクションが見つかりませんでした！

source: Currency
de_de: Währung
id_id: Mata uang
ja: 通貨

source: Amount
de_de: Betrag
id_id: Jumlah
ja: 金額

source: Transaction state
de_de: Transaktionsstatus
id_id: Status transaksi
ja: トランザクションの状態

source: Payment method
de_de: Zahlungsmittel
id_id: Metode pembayaran
ja: 支払い方法

source: Action
de_de: Aktion
id_id: Tindakan
ja: アクション

source: Parent transaction ID
id_id: ID transaksi-induk
ja: 親トランザクション ID

source: Transaction ID
id_id: ID Transaksi
ja: トランザクション ID

source: Order number
de_de: Bestellnummer
id_id: Nomor pesanan
ja: 注文番号

source: Transaction
de_de: Transaktion
id_id: Transaksi
ja: トランザクション

source: There was an error during e-mail delivery
de_de: E-Mail-Versand fehlgeschlagen. Bitte versuchen Sie es erneut.
id_id: Terjadi kesalahan saat mengirim e-mail
ja: メールの配信中にエラーが発生しました

source: E-Mail sent successfully
de_de: E-Mail wurde erfolgreich versendet.
id_id: E-Mail berhasil dikirim
ja: メールの送信に成功しました

source: Submit
de_de: Senden
id_id: Kirim
ja: 送信

source: Your message
de_de: Ihre Nachricht
id_id: Pesan Anda
ja: メッセージ

source: Your e-mail address
de_de: E-Mail Adresse
id_id: Alamat e-mail Anda
ja: お客様のメール アドレス

source: Next >
de_de: Weiter >
id_id: Berikutnya >
ja: 進む >

source: < Back
de_de: < Zurück
id_id: < Kembali
ja: < 戻る

source: I herewith confirm that I have read the privacy notice and additional terms and conditions for Wirecard payment types and that I accept their validity
id_id: I herewith confirm that I have read the <a href='https://www.wirecardbank.de/privacy-documents/datenschutzhinweis-fur-die-wirecard-zahlarten/'>privacy notice</a> and <a target='_blank' href='https://www.wirecardbank.de/privacy-documents/zusatzliche-geschaftsbedingungen-fur-wirecard-zahlarten/'>additional terms and conditions</a> for Wirecard payment types and that I accept their validity
ja: I herewith confirm that I have read the <a href='https://www.wirecardbank.de/privacy-documents/datenschutzhinweis-fur-die-wirecard-zahlarten/'>privacy notice</a> and <a target='_blank' href='https://www.wirecardbank.de/privacy-documents/zusatzliche-geschaftsbedingungen-fur-wirecard-zahlarten/'>additional terms and conditions</a> for Wirecard payment types and that I accept their validity

source: Total
de_de: Summe
ja: 合計

source: For more transaction information click
de_de: Für weitere Informationen zu dieser Transaktion klicke

source: here
de_de: hier

source: sepa_text_2b
de_de: auf mein Konto gezogene SEPA Lastschrift einzulösen.

source: Activate payment method Payolution Invoice
de_de: Zahlungsmittel Payolution Invoice aktivieren und dem Endkunden beim Checkout anbieten.

source: Enable Payolution Invoice
de_de: Zahlungsmittel Payolution Invoice aktivieren

source: Wirecard Payment on account (Payolution B2C)
de_de: Wirecard Kauf auf Rechnung (Payolution B2C)

source: If activated, payment method Payolution Invoice will only be displayed if Billing/Shipping address are identical
de_de: Bei Aktivierung wird Payolution Invoice nur im Zahlungsprozess angezeigt, wenn Rechnungs- und Lieferadresse übereinstimmen.

source: Payment method Payolution Invoice will only be displayed if consumers billing country equals one of these chosen countries. Predefined the following countries are allowed: AT, DE, CH, NL.
de_de: Payolution Invoice wird dem Endkunden beim Checkout nur angezeigt, wenn die Rechnungsadresse einem der hier gewählten Länder entspricht. Auswahl mehrerer Länder mit STRG-click. Voreingestelle Auswahl: Österreich, Deutschland, Schweiz und Niederlande.

source: Payment method Payolution Invoice will only be displayed if consumers shipping country equals one of these chosen countries. Predefined the following countries are allowed: AT, DE, CH, NL.
de_de: Payolution Invoice wird dem Endkunden beim Checkout nur angezeigt, wenn die Lieferadresse einem der hier gewählten Länder entspricht. Auswahl mehrerer Länder mit STRG-click. Voreingestelle Auswahl: Österreich, Deutschland, Schweiz und Niederlande.

source: Payment method Payolution Invoice will only be displayed if the active currency equals one of these chosen currencies.
de_de: Payolution Invoice wird nur angezeigt, wenn eine der ausgewählten Währungen genutzt wird.

source: Payment method Payolution Invoice will only be displayed if the ordered amount is bigger than this defined amount. Amount in default shop currency
de_de: Payolution Invoice wird nur angezeigt, wenn der Bestellbetrag höher ist als der hier definierte Wert (in Standardwährung).

source: Payment method Payolution Invoice will only be displayed if the ordered amount is smaller than this defined amount. Amount in default shop currency
de_de: Payolution Invoice wird nur angezeigt, wenn der Bestellbetrag niedriger ist als der hier definierte Wert (in Standardwährung).

source: Your merchant ID from your payolution contract is necessary to provide your customer a revocable agreement for data processing.
de_de: Die payolution merchant ID wird für die widerrufbare Zustimmung der Datenverarbeitung im payolution System benötigt.

source: GPRR allowance
de_de: Einwilligung

source: I agree that the data which are necessary for the liquidation of purchase on account and which are used to complete the identity and credit check are transmitted to payolution. <a href="%LINK%" target="_blank">My consent</a> can be revoked at any time with effect for the future.
de_de: Mit der Übermittlung der für die Abwicklung des Rechnungskaufes und einer Identitäts- und Bonitätsprüfung erforderlichen Daten an payolution bin ich einverstanden. <a href="%LINK%" target="_blank">Meine Einwilligung</a> kann ich jederzeit mit Wirkung für die Zukunft widerrufen.

source: You need to enter your birthdate to proceed.
de_de: Für die Nutzung dieses Zahlungmittels müssen Sie Ihr Geburtsdatum eingeben.

source: You need to enter a valid date as birthdate.
de_de: Es ist ein gültiges Datumsformat erforderlich.

source: You need to give your consent for data processing
de_de: Sie müssen Ihr Einverständnis geben, um diese Zahlmethode nutzen zu können

source: SEPA Direct Debit
de_de: SEPA-Lastschrift

source: Payment Gateway for WooCommerce
de_de: Payment Gateway für WooCommerce
ja: WooCommerce 用支払いゲートウェイ

source: An error occured. The transaction could not be cancelled!
ja: 支払い処理中にエラーが発生しました。もう一度実行してください。
