Repository: MateDan/woocommerce-ee
Catalog: wirecard-woocommerce-extension/languages/wirecard-woocommerce-extension-*.po
Languages: de_de, id_id, ja

source: Enable Wirecard SEPA Direct Debit
de_de: Wirecard SEPA-Lastschrift aktivieren
id_id: Aktifkan SEPA Direct Debit Wirecard
ja: Wirecard SEPA Direct Debit を有効にする

source: SEPA Direct Debit transactions via Wirecard Payment Processing Gateway
de_de: SEPA-Lastschrift Transaktionen via Wirecard Payment Processing Gateway
id_id: Transaksi SEPA melalui Payment Gateway Wirecard
ja: Wirecard 支払い処理ゲートウェイ経由での SEPA Direct Debit トランザクション

source: Wirecard SEPA Direct Debit
de_de: Wirecard SEPA-Lastschrift
id_id: SEPA Direct Debit Wirecard

source: Enable Wirecard SEPA Credit Transfer
de_de: Wirecard SEPA Credit Transfer aktivieren
id_id: Aktifkan SEPA Credit Transfer Wirecard
ja: Wirecard SEPA Credit Transfer を有効にする

source: Activate payment method SEPA Credit Transfer
de_de: Zahlungsmittel SEPA Credit Transfer aktivieren
id_id: Aktifkan metode pembayaran SEPA Credit Transfer
ja: 支払い方法として SEPA Credit Transfer を有効にします

source: SEPA Credit Transfer transactions via Wirecard Payment Processing Gateway
de_de: SEPA Credit Transfer Transaktionen via Wirecard Payment Processing Gateway
id_id: Transaksi SEPA Credit Transfer melalui Payment Gateway Wirecard
ja: Wirecard 支払い処理ゲートウェイ経由での SEPA Credit Transferトランザクション

source: Wirecard SEPA Credit Transfer
id_id: SEPA Credit Transfer Wirecard

source: Wirecard WooCommerce Extension
id_id: Ekstensi WooCommerce Wirecard
ja: Wirecard WooCommerce 拡張機能

source: Go to Plugins
de_de: Zurück zur Pluginübersicht.
id_id: Buka Plugin
ja: プラグインに移動

source: Sorry, but this plugin requires WooCommerce Plugin to be installed and active.
de_de: Um diese Erweiterung zu verwenden, muss zuerst das WooCommerce Plugin installiert und aktiviert sein.
id_id: Maaf, untuk menjalankan plugin ini, Plugin WooCommerce harus diinstal dan aktif.
ja: 申し訳ありません。このプラグインには WooCommerce プラグインが必要です。

source: Authorized <span class="count">(%s)</span>
id_id: Sah <span class="count">(%s)</span>
ja: 承認済み <span class="count">(%s)</span>

# Order status
source: Authorized
id_id: Sah
ja: 承認済み

source: Test failed, please check your credentials.
de_de: Der Konfigurationstest ist fehlgeschlagen. Bitte überprüfen Sie Ihre Zugangsdaten.
id_id: Tes gagal, harap cek kredensial Anda.
ja: テストが失敗しました。信用証明を確認してください。

source: The merchant configuration was successfully tested.
de_de: Die Konfigurationseinstellungen wurden erfolgreich getestet.
id_id: Pengujian konfigurasi penjual berhasil.
ja: 販売者構成のテストが成功しました。

source: No online refund possible at this time.
de_de: Zur Zeit ist kein Online-Refund möglich.
id_id: Pengembalian dana online saat ini tidak tersedia.
ja: 現在、オンラインでの返金はできません。

source: Update order status via Wirecard Payment Processing Gateway.
de_de: Bestellstatus via Wirecard Payment Processing Gateway wurde aktualisiert.
id_id: Perbarui status pemesanan melalui Payment Gateway Wirecard.
ja: Wirecard 支払い処理ゲートウェイ経由での注文状況を更新します。

source: Refund via Wirecard Payment Processing Gateway failed.
de_de: Refund via Wirecard Payment Processing Gateway fehlgeschlagen.
id_id: Pengembalian dana melalui Payment Gateway Wirecard gagal.
ja: Wirecard 支払い処理ゲートウェイ経由での返金に失敗しました。

source: Processing refund failed.
de_de: Folgeoperation Refund fehlgeschlagen.
id_id: Pemrosesan pengembalian dana gagal.
ja: 返金処理に失敗しました。

source: Awaiting payment from Wirecard
de_de: Ausständige Zahlung von Wirecard
id_id: Menunggu pembayaran dari Wirecard
ja: Wirecard からの支払いを待機しています

source: An error occurred during the payment process. Please try again.
de_de: Während des Zahlungsprozesses ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
id_id: Kesalahan terjadi saat proses pembayaran. Harap coba lagi.
ja: 支払い処理中にエラーが発生しました。もう一度実行してください。

source: You have canceled the payment process.
de_de: Der Bezahlprozess wurde abgebrochen.
id_id: Anda telah membatalkan proses pembayaran.
ja: 支払い処理が取り消されました。

source: Wirecard Unionpay International
id_id: Unionpay Internasional Wirecard

source: Enable Wirecard Unionpay International
de_de: Wirecard UnionPay International aktivieren
id_id: Aktifkan Unionpay Internasional Wirecard
ja: Wirecard UnionPay International を有効にする

source: Activate payment method Unionpay International
de_de: Zahlungsmittel UnionPay International aktivieren und dem Endkunden beim Checkout anbieten.
id_id: Aktifkan metode pembayaran Unionpay Internasional
ja: 支払い方法として UnionPay International を有効にします

source: Unionpay International transactions via Wirecard Payment Processing Gateway
de_de: UnionPay International Transaktionen via Wirecard Payment Processing Gateway
id_id: Transaksi Unionpay Internasional melalui Payment Gateway Wirecard
ja: Wirecard 支払い処理ゲートウェイ経由での UnionPay International トランザクション

source: Wirecard UnionPay International
id_id: Unionpay Internasional Wirecard

source: Enable Wirecard Sofort.
de_de: Wirecard Sofort. aktivieren
id_id: Aktifkan Sofort. Wirecard
ja: Wirecard Sofort を有効にします。

source: Activate payment method Sofort.
de_de: Zahlungsmittel Sofort. aktivieren und dem Endkunden beim Checkout anbieten.
id_id: Aktifkan metode pembayaran Sofort.
ja: 支払い方法として Sofort を有効にします。

source: Sofort. transactions via Wirecard Payment Processing Gateway
de_de: Sofort. Transaktionen via Wirecard Payment Processing Gateway.
id_id: Transaksi Sofort. melalui Payment Gateway Wirecard
ja: Sofort。Wirecard 支払い処理ゲートウェイ経由でのトランザクション

source: Wirecard Sofort.
id_id: Sofort. Wirecard

source: Please fill in the SEPA fields and try again.
de_de: Bitte füllen Sie die SEPA-Lastschrift-Felder aus und versuchen Sie es erneut.
id_id: Harap isi kolom SEPA dan coba lagi.
ja: SEPA フィールドに入力してから、もう一度実行してください。

source: Last name
de_de: Nachname
id_id: Nama belakang
ja: 氏

source: First name
de_de: Vorname
id_id: Nama depan
ja: 名

source: BIC enabled
de_de: BIC aktivieren
id_id: BIC diaktifkan
ja: BIC が有効

source: This text appears on the SEPA Direct Debit Mandate page at the end of the first paragraph.
de_de: Dieser Text wird am Ende des ersten Paragraphen des SEPA-Lastschrift-Mandats angezeigt.
id_id: Teks ini ditampilkan pada halaman Mandat Debit Langsung SEPA di akhir paragraf pertama.
ja: このテキストは、SEPA ダイレクト デビット委託ページの第 1 段落の最後に表示されます。

source: Additional Text
de_de: Zustatztext
id_id: Teks Tambahan
ja: 追加テキスト

source: SEPA requires a Creditor City for display on the SEPA Direct Debit Mandate page.
de_de: Für das SEPA-Lastschrift-Mandat wird die Stadt des Zahlungsempfängers (Creditor) benötigt.
id_id: SEPA membutuhkan Kota Kreditur untuk ditampilkan pada halaman Mandat Debit Langsung SEPA.
ja: SEPA では、SEPA ダイレクト デビット委託ページに債権者の居住する市を表示する必要があります。

source: Creditor City
de_de: Creditor Stadt
id_id: Kota Kreditur
ja: 債権者の居住する市

source: SEPA requires a Creditor Name for display on the SEPA Direct Debit Mandate page.
de_de: Für das SEPA-Lastschrift-Mandat wird der Name des Zahlungsempfängers (Creditor) benötigt.
id_id: SEPA membutuhkan Nama Kreditur untuk ditampilkan pada halaman Mandat Debit Langsung SEPA.
ja: SEPA では、SEPA ダイレクト デビット委託ページに債権者名を表示する必要があります。

source: Creditor Name
id_id: Nama Kreditur
ja: 債権者の名前

source: SEPA requires Creditor ID to create SEPA Direct Debit Mandate. To get a Creditor ID apply at the responsible bank institute.
de_de: Die Creditor ID wird benötigt, um das SEPA-Lastschrift-Mandat zu erstellen. Die Creditor ID muss beim zuständigen Bankinstitut angefordert werden.
id_id: SEPA membutuhkan Identitas Kreditur untuk membuat Mandat Debit Langsung SEPA. Untuk mendapatkan Identitas Kreditur, ajukan di lembaga bank yang bertanggung jawab.
ja: SEPA では、SEPA ダイレクト デビット委託の作成に債権者 ID が必要です。債権者 ID は、信頼のおける金融機関でお申し込みください。

source: Creditor ID
id_id: Identitas Kreditur
ja: 債権者 ID

source: Enter your SEPA credentials and SEPA Direct Debit Mandate settings.
de_de: Geben Sie Ihre SEPA-Lastschrift-Zugangsdaten und Mandatseinstellungen ein.
id_id: Masukkan kredensial SEPA dan pengaturan Mandat Debit Langsung SEPA Anda.
ja: SEPA 信用証明および SEPA ダイレクト デビット委託設定を入力します。

source: SEPA Credentials
de_de: SEPA-Lastschrift-Zugangsdaten
id_id: Kredensial SEPA
ja: SEPA 信用証明

source: Activate payment method SEPA Direct Debit
de_de: Zahlungsmittel SEPA-Lastschrift aktivieren und dem Endkunden beim Checkout anbieten.
id_id: Aktifkan metode pembayaran Debit Langsung SEPA
ja: 支払い方法として SEPA ダイレクト デビットを有効にします

source: Provider transaction reference id
id_id: Identitas referensi transaksi provider
ja: プロバイダーのトランザクション参照 ID

source: Please transfer the amount using the following data:
de_de: Bitte den Betrag mithilfe folgender Daten überweisen:
id_id: Harap transfer jumlah tersebut menggunakan data berikut ini:
ja: 以下のデータを使用して金額を送金してください:

source: Choose between "Payment in Advance" to display bankdata after the checkout process and "Payment on Invoice" to send bankdata with the invoice
id_id: Pilih "Pembayaran di Muka" untuk menampilkan data bank pada saat proses pembayaran atau "Pembayaran Berdasarkan Faktur" untuk mengirimkan data bank beserta faktur
ja: 精算処理後に銀行データを表示する場合は「事前支払い」、インボイスと一緒に銀行データを送信する場合は「インボイスでの支払い」を選択します

source: Payment Type
de_de: Zahlungsart
id_id: Jenis Pembayaran
ja: 支払いの種類

source: Enable Wirecard Payment on Invoice / Payment in Advance
de_de: Wirecard Kauf auf Rechnung / Vorauskasse aktivieren
id_id: Aktifkan Pembayaran Berdasarkan Faktur / Pembayaran di Muka Wirecard
ja: Wirecard のインボイスでの支払い / 事前支払いを有効にする

source: Activate payment method Payment on Invoice or Payment in Advance
de_de: Zahlungsmittel Kauf auf Rechnung / Vorauskasse aktivieren und dem Endkunden beim Checkout anbieten.
id_id: Aktifkan metode pembayaran Pembayaran Berdasarkan Faktur atau Pembayaran di Muka
ja: 支払い方法として、インボイスでの支払いまたは事前支払いを有効にします

source: Payment on Invoice / Payment in Advance transactions via Wirecard Payment Processing Gateway
de_de: Kauf auf Rechnung / Vorauskasse Transaktionen via Wirecard Payment Processing Gateway.
id_id: Transaksi Pembayaran Berdasarkan Faktur/Pembayaran di Muka melalui Payment Gateway Wirecard
ja: Wirecard 支払い処理ゲートウェイ経由でのインボイスでの支払い / 事前支払い

source: Payment on Invoice / Payment in Advance
de_de: Kauf auf Rechnung / Vorauskasse
id_id: Pembayaran Berdasarkan Faktur/Pembayaran di Muka
ja: のインボイスでの支払い / 事前支払い

source: Wirecard Payment on Invoice / Payment in Advance
de_de: Wirecard Kauf auf Rechnung / Vorauskasse
id_id: Pembayaran Berdasarkan Faktur/Pembayaran di Muka Wirecard
ja: Wirecard のインボイスでの支払い / 事前支払い

source: Shopping Basket
de_de: Warenkorb
id_id: Keranjang Belanja
ja: ショッピング バスケット

source: Select between "Capture" to capture / invoice your order automatically or "Authorization" to manually capture / invoice.
de_de: Wählen Sie "Purchase", um automatisch eine Buchung durchzuführen, oder "Authorization", um eine manuelle Buchung zu ermöglichen.
id_id: Pilih "Catat transaksi" untuk mencatat transaksi/menerbitkan faktur atas pesanan Anda secara otomatis atau "Otorisasi" untuk mencata transaksi/menerbitkan faktur secara manual.
ja: 注文のキャプチャ / インボイスを自動的に行う場合は「キャプチャ」を、キャプチャ / インボイスを手動で行う場合は「承認」を選択します。

source: Enable Wirecard PayPal
de_de: Wirecard PayPal aktivieren
id_id: Aktifkan PayPal Wirecard
ja: Wirecard PayPal を有効にする

source: Activate payment method PayPal
de_de: Zahlungsmittel PayPal aktivieren und dem Endkunden beim Checkout anbieten.
id_id: Aktifkan metode pembayaran PayPal
ja: 支払い方法として PayPal を有効にします

source: PayPal transactions via Wirecard Payment Processing Gateway
de_de: PayPal Transaktionen via Wirecard Payment Processing Gateway.
id_id: Transaksi PayPal melalui Gerbang Pemrosesan Pembayaran Wirecard
ja: Wirecard 支払い処理ゲートウェイ経由での PayPal トランザクション

source: Activate payment method Masterpass
de_de: Zahlungsmittel Masterpass aktivieren und dem Endkunden beim Checkout anbieten.
id_id: Aktifkan metode pembayaran Masterpass
ja: 支払い方法として Masterpass を有効にする

source: Enable Wirecard Masterpass
de_de: Wirecard Masterpass aktivieren
id_id: Aktifkan Masterpass Wirecard
ja: Wirecard Masterpass を有効にする

source: Masterpass transactions via Wirecard Payment Processing Gateway
de_de: Masterpass Transaktionen via Wirecard Payment Processing Gateway.
id_id: Transaksi Masterpass melalui Payment Gateway Wirecard
ja: Wirecard 支払い処理ゲートウェイ経由での Masterpass トランザクション

source: Enable Wirecard iDEAL
de_de: Wirecard iDEAL aktivieren
id_id: Aktifkan iDEAL Wirecard
ja: Wirecard iDEAL を有効にする

source: Activate payment method iDEAL
de_de: Zahlungsmittel iDEAL aktivieren und dem Endkunden beim Checkout anbieten.
id_id: Aktifkan metode pembayaran iDEAL
ja: 支払い方法として iDEAL を有効にする

source: iDEAL transactions via Wirecard Payment Processing Gateway
de_de: iDEAL Transaktionen via Wirecard Payment Processing Gateway.
id_id: Transaksi iDEAL melalui Payment Gateway Wirecard
ja: Wirecard 支払い処理ゲートウェイ経由での iDEAL トランザクション

source: Wirecard iDEAL
id_id: iDEAL Wirecard

source: You need to be older then 18 to order.
de_de: Für die Nutzung dieses Zahlungmittels müssen Sie mindestens 18 Jahre alt sein.
id_id: Anda harus berusia 18 tahun ke atas untuk memesan.
ja: 注文を行うには、18 歳以上でなければなりません。

source: Date of birth
de_de: Geburtsdatum
id_id: Tanggal lahir
ja: 誕生日

source: Payment method Guaranteed Invoice will only be displayed if the ordered amount is smaller than this defined amount. Amount in default shop currency
de_de: Garantierter Kauf auf Rechnung wird nur angezeigt, wenn der Bestellbetrag niedriger ist als der hier definierte Wert (in Standardwährung).
id_id: Metode pembayaran Faktur Bergaransi hanya akan ditampilkan jika jumlah pemesanan lebih rendah daripada jumlah yang ditentukan. Jumlah dalam mata uang default toko
ja: 注文金額がここで定義されている金額を下回る場合、支払い方法として「保証済みインボイス」だけが表示されます。金額はデフォルトの店舗通貨で示されます

source: Maximum Amount
de_de: Maximaler Betrag
id_id: Jumlah Maksimum
ja: 最高額

source: Payment method Guaranteed Invoice will only be displayed if the ordered amount is bigger than this defined amount. Amount in default shop currency
de_de: Garantierter Kauf auf Rechnung wird nur angezeigt, wenn der Bestellbetrag höher ist als der hier definierte Wert (in Standardwährung).
id_id: Metode pembayaran Faktur Bergaransi hanya akan ditampilkan jika jumlah pemesanan lebih besar daripada jumlah yang ditentukan. Jumlah dalam mata uang default toko
ja: 注文金額がここで定義されている金額を超えている場合、支払い方法として「保証済みインボイス」だけが表示されます。金額はデフォルトの店舗通貨で示されます

source: Minimum Amount
de_de: Minimaler Betrag
id_id: Jumlah Minimum
ja: 最低額

source: Payment method Guaranteed Invoice will only be displayed if the active currency equals one of these chosen currencies.
de_de: Garantierter Kauf auf Rechnung wird nur angezeigt, wenn eine der ausgewählten Währungen genutzt wird.
id_id: Metode pembayaran Faktur Bergaransi hanya akan ditampilkan jika mata uang yang aktif termasuk salah satu mata uang negara terpilih.
ja: 有効な通貨がこれらの選択済み通貨のいずれかである場合、保証付きインボイスの支払い方法だけが表示されます。

source: Allowed currencies
de_de: Erlaubte Währungen
id_id: Mata uang yang diizinkan
ja: 許可されている通貨

source: Payment method Guaranteed Invoice will only be displayed if consumers shipping country equals one of these chosen countries. Predefined the following countries are allowed: AT, DE.
de_de: Garantierter Kauf auf Rechnung wird dem Endkunden beim Checkout nur angezeigt, wenn die Lieferadresse einem der hier gewählten Länder entspricht. Auswahl mehrerer Länder mit STRG-click. Voreingestelle Auswahl: Österreich und Deutschland.
id_id: Metode pembayaran Faktur Bergaransi hanya akan ditampilkan jika negara tujuan pengiriman barang pembeli termasuk salah satu negara terpilih. Negara-negara yang diizinkan berikut ini telah ditentukan sebelumnya: AT, DE.
ja: 消費者の発送先国がこれらの選択された国々のいずれかと一致する場合、保証付きインボイスの支払い方法だけが表示されます。 あらかじめ許可されている国々は次の通りです: AT、DE。

source: Allowed shipping countries
de_de: Erlaubte Lieferländer
id_id: Negara tujuan yang diizinkan untuk pengiriman barang
ja: 許可されている発送先国

source: Payment method Guaranteed Invoice will only be displayed if consumers billing country equals one of these chosen countries. Predefined the following countries are allowed: AT, DE.
de_de: Garantierter Kauf auf Rechnung wird dem Endkunden beim Checkout nur angezeigt, wenn die Rechnungsadresse einem der hier gewählten Länder entspricht. Auswahl mehrerer Länder mit STRG-click. Voreingestelle Auswahl: Österreich und Deutschland.
id_id: Metode pembayaran Faktur Bergaransi hanya akan ditampilkan bila negara tujuan pengiriman tagihan pembeli termasuk salah satu negara terpilih. Berdasarkan kontrak Wirecard Anda, negara-negara yang diizinkan berikut ini telah ditentukan sebelumnya: AT, DE.
ja: 消費者の請求先国がこれらの選択された国々のいずれかと一致する場合、保証付きインボイスの支払い方法だけが表示されます。Wirecard 契約により許可されている国々は次の通りです: AT、DE。

source: Allowed billing countries
de_de: Erlaubte Rechnungsempfängerländer
id_id: Negara tujuan yang diizinkan untuk pengiriman tagihan
ja: 許可されている請求先国

source: Billing/Shipping address must be identical
de_de: Rechnungsadresse und Versandadresse müssen übereinstimmen
id_id: Alamat pengiriman tagihan/barang harus sama
ja: 請求先/発送先の住所は、同一でなければなりません

source: If activated, payment method Guaranteed Invoice will only be displayed if Billing/Shipping address are identical
de_de: Bei Aktivierung wird Garantierter Kauf auf Rechnung nur im Zahlungsprozess angezeigt, wenn Rechnungs- und Lieferadresse übereinstimmen.
id_id: Jika diaktifkan, metode pembayaran Faktur Bergaransi hanya akan ditampilkan jika alamat pengiriman Tagihan/Barang sama
ja: 有効にすると、請求先/発送先の住所が同一の場合、保証付きインボイスの支払い方法だけが表示されます

source: Enable Wirecard Guaranteed Invoice
de_de: Wirecard Garantierter Kauf auf Rechnung aktivieren
id_id: Aktifkan Faktur Bergaransi Wirecard
ja: Wirecard 保証付きインボイスを有効にする

source: Activate payment method Guaranteed Invoice
de_de: Zahlungsmittel Garantierter Kauf auf Rechnung aktivieren.
id_id: Aktifkan metode pembayaran Faktur Bergaransi
ja: 支払い方法として保証付きインボイスを有効にします

source: Guaranteed Invoice transactions via Wirecard Payment Processing Gateway
de_de: Garantierter Kauf auf Rechnung Transaktionen via Wirecard Payment Processing Gateway.
id_id: Transaksi Faktur Bergaransi melalui Payment Gateway Wirecard
ja: Wirecard 支払い処理ゲートウェイ経由での保証付きインボイス トランザクション。

source: Guaranteed Invoice
de_de: Garantierter Kauf auf Rechnung
id_id: Faktur Bergaransi
ja: 保証付きインボイス

source: Wirecard Guaranteed Invoice
de_de: Wirecard Garantierter Kauf auf Rechnung
id_id: Faktur Bergaransi Wirecard
ja: Wirecard 保証付きインボイス

source: Save for later use.
de_de: Speichern für One-click-checkout
id_id: Simpan untuk digunakan di kemudian hari.
ja: 後で使用するために保存する

source: Use new Credit Card
de_de: Neue Kreditkarte
id_id: Gunakan Kartu Kredit baru
ja: 新しいクレジット カードを使用する

source: Use saved Credit Cards
de_de: Gespeicherte Kreditkarte verwenden
id_id: Gunakan Kartu Kredit yang tersimpan
ja: 保存済みのクレジット カードを使用する

source: Enable Recurring Payment
de_de: One-click-checkout aktivieren
id_id: Aktifkan Pembayaran Rutin
ja: 毎月の自動支払いを有効にする

source: Credit Cards can be saved and used for later purpose without
de_de: Kreditkarten können gespeichert und später wieder verwendet werden.
id_id: Kartu Kredit dapat disimpan untuk digunakan kembali di kemudian hari tanpa memasukkan perincian kartu kredit
ja: クレジット カードを保存しておけば、次回からはクレジット カードの詳細を入力しなくても使用できるようになります。

source: Select between "Capture" to capture / invoice your order automatically or "Authorization" to manually capture / invoice.
de_de: Wählen Sie zwischen "Purchase" um automatisch eine Buchung durchzuführen oder "Authorization" um eine manuelle Buchung zu ermöglichen.
id_id: Pilih "Catat transaksi" untuk mencatat transaksi/menerbitkan faktur atas pesanan Anda secara otomatis atau "Otorisasi" untuk mencata transaksi/menerbitkan faktur secara manual.
ja: 注文のキャプチャ / インボイスを自動的に行う場合は「キャプチャ」を、キャプチャ / インボイスを手動で行う場合は「承認」を選択します。

source: Payment Action
de_de: Zahlungsaktion
id_id: Tindakan Pembayaran
ja: 支払い処理

source: 3-D Secure Min. Limit
de_de: 3-D Secure Minimum Limit
id_id: Batas Minimum untuk 3-D Secure
ja: 3-D セキュアの最小限度

source: Amount in default shop currency
de_de: Betrag in Standard Shop Währung.
id_id: Jumlah dalam mata uang default toko
ja: デフォルトの店舗通貨での金額

source: Non 3-D Secure Max. Limit
de_de: Non 3-D Secure Maximal Limit
id_id: Batas Maksimum untuk Non 3-D Secure
ja: 3-D セキュアの最大限度ではない

source: Secret key is mandatory to calculate the Digital Signature for the 3D payment.
de_de: Der Geheimschlüssel wird benötigt um die Digitale Signatur für diese 3D Zahlung zu berechnen.
id_id: Kunci rahasia wajib digunakan untuk mengkalkulasi Tanda Tangan Digital dalam pembayaran 3D.
ja: 秘密鍵は、3D セキュア支払いのデジタル署名の計算に必須です。

source: 3-D Secure Secret Key
de_de: 3-D Secure Geheimschlüssel
id_id: Kunci Rahasia 3-D Secure
ja: 3-D セキュア秘密鍵

source: The unique identifier assigned for your 3D Merchant Account.
de_de: Geben Sie Ihren 3D Händler Bezeichner an.
id_id: Tanda pengenal unik yang diberikan untuk Rekening 3D Secure Penjual Anda.
ja: 3D セキュア販売者アカウントに割り当てられた一意の識別子。

source: 3-D Secure Merchant Account ID
de_de: 3-D Secure Händler-Konto-ID
id_id: ID 3-D Secure Rekening Penjual
ja: 3-D セキュア販売者アカウント ID

source: Activate payment method Credit Card
de_de: Zahlungsmittel Kreditkarte aktivieren.
id_id: Aktifkan metode pembayaran Kartu Kredit
ja: クレジット カードの支払い方法を有効にします

source: Enable Wirecard Credit Card
de_de: Wirecard Kreditkarte aktivieren
id_id: Aktifkan Kartu Kredit Wirecard
ja: Wirecard クレジットカードを有効にする

source: Credit Card transactions via Wirecard Payment Processing Gateway
de_de: Kreditkarten Transaktionen via Wirecard Payment Processing Gateway.
id_id: Transaksi kartu kredit melalui Payment Gateway Wirecard
ja: Wirecard 支払い処理ゲートウェイ経由のクレジット カード トランザクション

source: Credit Card
de_de: Kreditkarte
id_id: Kartu Kredit
ja: クレジット カード

source: Wirecard Credit Card
de_de: Wirecard Kreditkarte
id_id: Kartu Kredit Wirecard
ja: Wirecard クレジット カード

source: Send additional information
de_de: Zusätzliche Informationen mitsenden
id_id: Kirim informasi tambahan
ja: 追加情報を送信する

source: Additional data will be sent for the purpose of fraud protection. This additional data includes billing / shipping address, shopping basket and descriptor.
de_de: Zusätzliche Informationen werden für Betrugsschutz gesendet. In diesen Daten sind Rechnungs- / Lieferadresse, Warenkorb und Deskriptor inkludiert.
id_id: Data tambahan akan dikirimkan untuk perlindungan atas penipuan. Data tambahan ini mencakup alamat pengiriman tagihan/barang, keranjang belanja, dan pendeskripsi.
ja: 詐欺防止のための追加データが送信されます。この追加データには、請求先 / 配送先の住所、買い物かご、および記述子が含まれます。

source: Descriptor
de_de: Deskriptor
id_id: Pendeskripsi
ja: 記述子

source: Send text which is displayed on the bank statement issued to your consumer by the financial service provider
de_de: Aktivieren Sie den Deskriptor, um bei jeder Transaktion eine Referenz zur jeweiligen Bestellung mitzuschicken. Diese Referenz wird im Buchungstext angezeigt, der dem Endkunden vom Finanzdienstleister übermittelt wird.
id_id: Kirim teks yang akan ditampilkan pada laporan bank yang diterbitkan untuk pembeli Anda oleh penyedia jasa keuangan
ja: 金融サービス プロバイダーが消費者に発行する取引明細書に表示されるテキストを送信します

source: Advanced Options
de_de: Erweiterte Einstellungen
id_id: Opsi Lanjutan
ja: 詳細オプション

source: Test
id_id: Tes
ja: テスト

source: Test configuration
de_de: Konfiguration testen
id_id: Konfigurasi tes
ja: テスト構成

source: The http password provided in your Wirecard contract
de_de: Wirecard HTTP Passwort laut Vertrag mit Wirecard.
id_id: Kata sandi http yang tercantum dalam kontrak Wirecard Anda
ja: Wirecard 契約で指定された HTTP パスワード

source: HTTP Password
de_de: HTTP Passwort
id_id: Kata Sandi HTTP
ja: HTTP パスワード

source: The http user provided in your Wirecard contract
de_de: Wirecard HTTP Benutzer laut Vertrag mit Wirecard.
id_id: Pengguna http yang tercantum dalam kontrak Wirecard Anda
ja: Wirecard 契約で指定された HTTP ユーザー

source: HTTP User
de_de: HTTP Benutzer
id_id: Pengguna HTTP
ja: HTTP ユーザー

source: The Wirecard base URL. (e.g. https://api.wirecard.com)
de_de: Wirecard Base URL (z.B. https://api.wirecard.com).
id_id: URL dasar Wirecard. (misal, https://api.wirecard.com)
ja: Wirecard ベース URL。(例: https://api.wirecard.com)
